-- Seed: Desks

INSERT INTO desks (id, name, owner_id, created_at, updated_at)
VALUES
    -- Доски Ивана
    ('ef0d866e-8fea-4363-8428-10316fe7857e', 'Спринт #14', '71038400-4523-43f3-8f2c-38722d0c4c89', '2025-01-10',
     '2025-01-15'),
    ('d35d14da-e712-4cbe-8398-75c21db211e1', 'Ретроспектива Q1', '71038400-4523-43f3-8f2c-38722d0c4c89', '2025-01-12',
     '2025-01-14'),

    -- Доски Марии
    ('dcb2963c-633c-4bc7-a984-34cb0cae76e3', 'Дизайн главной страницы', 'a450092b-15e7-4283-9710-7be1ed7886b0',
     '2025-01-11', '2025-01-15'),
